friendlist = {'100002410190089': 'My',
				'100004321904336': 'Giang',
				'100003492366898': 'Tú',
				'100001884827163': 'chị Nhím',
				'100004015930195': 'chị Voi',
				'100000276402813': 'anh An',
				'100004279209635': 'And Sang',
				'100005548270093': 'Tiên',
				'100006808178272': 'mày',
				'100002758278639': 'em',
				'100004812018535': 'em',
				'100004878490693': 'em',
				'100010498752890': 'em',
				'100010056823881': 'anh Hoà',
				'100001736716558': 'Duyên',
				'100003296749863': 'Lâm',
				'100000590040779': 'chú',
				'100005659988877': 'em',
				'100001063168639': 'chú',
				'100000118315850': 'Móm',
				'100000078491811': 'Lan',
				'100003814771667': 'Hiển',
				'100003164907645': 'Thuý',
				'100001775110642': 'em',
				'100001600156125': 'Như',
				'1802340075' : 'con chó',
				'100002877208110': 'bé Giang',
				'100000676495118' : 'Khang',
				'100001769991277' : 'Thức',
				'100000614813673': 'anh Đại'}

wish = 'Giao thừa đến rồi, năm cũ đã qua đi, năm mới lại đến.\nChúc {0} và gia đình năm mới tâm an, vạn sự lành. Chúc sức khoẻ, may mắn và tài lộc.\nChúc mừng năm mới!\n'

mess = 'From Duy Khang with love <3'

image = 'https://kyna.vn/bai-viet/wp-content/uploads/2017/12/anh-chuc-mung-nam-moi-14.jpg'

username = ''
password = ''